# _*_ coding: utf-8 _*_
"""
-------------------------------------------------
@File Name： error_code
@Description:
@Author: caimmy
@date： 2020/7/24 10:19
-------------------------------------------------
Change Activity:

-------------------------------------------------
"""

face_error_code = {
    "223120": "活体检测未通过",
    "223121": "质量检测未通过 左眼遮挡程度过高",
    "223122": "质量检测未通过 右眼遮挡程度过高",
    "223123": "质量检测未通过 左脸遮挡程度过高",
    "223124": "质量检测未通过 右脸遮挡程度过高",
    "223125": "质量检测未通过 下巴遮挡程度过高",
    "223126": "质量检测未通过 鼻子遮挡程度过高",
    "223127": "质量检测未通过 嘴巴遮挡程度过高"
}